Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sami_giellagaldun_toiminta_jatkuu_supistetussa_muodossa_taman_vuoden_loppuun_saakka.html.tmx
Source language: fin
Languages: sms

source: Sámi Giellagáldun toiminta jatkuu supistetussa muodossa tämän vuoden loppuun saakka
sms: Sääʹm Ǩiõllkaʹlddi tuåimmjummuš juätkkai uuʹccuum hääʹmest tän eeʹjj loopp räjja

source: Saamen kielten normitustyö jatkuu, vaikka Giellagáldu -jatkoprojekti päättyikin toukokuun lopussa.
sms: Sääʹm ǩiõli noormtemtuâjj juätkkai, håʹt Giellagáldu-juätkkprojeʹktt puuđi vueʹssmannu looppâst.

source: Sámi Giellagáldun toimintaa on tähän saakka rahoitettu Interreg-projektirahoituksella.
sms: Sääʹm Ǩiõllkaʹlddi tuåimmjummuž leäʹt tän räjja teäggtam Interreg-projeʹktt-teäggtummšin.

source: Saamelaiskäräjät ovat löytäneet väliaikaisen ratkaisun pohjoismaisen kieliyhteistyön rahoittamiseen.
sms: Sääʹmteeʹǧǧ lie kaunnâm kõskkpoddsaž räʹtǩǩummuž tâʹvvjânnamlaž õhttsažtuâj teäggtummša.

source: Sámi Giellagáldun toiminta jatkuu pienemmillä taloudellisilla ja henkilöstöresursseilla tämän vuoden loppuun saakka.
sms: Sääʹm Ǩiõllkaʹddi tuåimmjummuš juätkkai uuʹccab ekonoomlaž da tuâjjlažkåʹddresuuʹrsin tän eeʹjj loopp räjja.

source: Sámi Giellagáldu ei kykene pitämään toimintoja yllä samalla tasolla kuin Interreg-projektin aikana.
sms: Sääʹm Ǩiõllkaʹlddi ij pââʹst tuõʹlljed tuåimmjummšid seämma tääʹzzest ko Interreg-projeeʹkt pââʹjest.

source: Tämä kohdistuu muun muassa kielineuvontapalveluun.
sms: Tät kuõskat jeäʹrben ǩiõllvuäʹpstemkääzzkõõzz.

source: Sámi Giellagáldu voi tarjota kielineuvontapalvelua seuraavasti:
sms: Sääʹm Ǩiõllkaʹlddi taʹrjjad ǩiõllvuäʹpstemkääzzkõõzz puõʹtti nalla:

source: inarinsaame ajanjaksolla 1.5.–31.7.2018
sms: aanarsääʹmǩiõll äiʹǧǧkõõskâst 1.5.–31.7.2018

source: koltansaame ajanjaksolla 1.8.–31.10.2018
sms: nuõrttsääʹmǩiõll äiʹǧǧkõõskâst 1.8.–31.10.2018

source: pohjoissaame ajanjaksolla 1.10.–31.12.2018
sms: tâʹvvsääʹmǩiõll äiʹǧǧkõõskâst 1.10.–31.12.2018

source: luulajansaame ajanjaksolla 13.8 –31.12.2018
sms: juuʹlevsääʹmǩiõll äiʹǧǧkõõskâst 13.8 –31.12.2018

source: eteläsaame ajanjaksolla 20.8 –31.12.2018
sms: saujjsääʹmǩiõll äiʹǧǧkõõskâst 20.8 –31.12.2018

source: Sámi Giellagáldussa on edelleen viisi eri kielijaostoa: etelä-, luulajan-, pohjois-, inarin- ja koltansaamen kielijaosto, jotka vastaavat kirjoitetun kielen normien ja uuden terminologian normittamisesta.
sms: Sääʹm Ǩiõllkaʹlddjest lie õinn vitt jeeʹres ǩiõlljuâǥǥtõõzz: saujj-, juuʹlev-, tâʹvv-, aanar- da nuõrttsääʹm ǩiõlljuâǥǥtõs, kook vaʹsttee ǩeeʹrjtum ǩiõl noormi da ođđ terminologia noormtummšest.

source: Kielijaostot eivät voi kokoontua niin usein kuin aiemmin supistuneiden taloudellisten resurssien vuoksi.
sms: Ǩiõlljuâǥǥtõõzz jie vueiʹt noorrõõttâd nuʹtt täujja ko ääiʹjben uuʹccuum resuursi diõtt.

source: Kielijaostot kokoontuvat korkeintaan kolmesti loppu vuoden aikana.
sms: Ǩiõlljuâǥǥtõõzz noorrâʹtte jäänmõsân koumm vuâra loppeeʹjj pooddâst.

source: Tämän vuoksi normitusprosessi on hitaampaa kuin aiemmin.
sms: Tän diõtt noormtemproseʹss lij meälǥab ko ääiʹjben.

source: Kielijaostojen lisäksi Sámi Giellagálduun on perustettu piitimensaamen työryhmä, jonka tehtävänä on normittaa piitimensaamen kirjoitusjärjestelmä.
sms: Ǩiõlljuâǥǥtõõzzi lââʹssen Sääʹm Ǩiõllkalddja leäʹt alttuum piiddâmsääʹmǩiõl tuâjj-joouk, koon tuâjjan lij noormted piiddâmsääʹmǩiõl ǩeeʹrjtemriâšldõõǥǥ.

source: Ajatus on, että työryhmä kokoontuu ensimmäisen kerran aikaisintaan kesäkuussa.
sms: Juʹrddjen lij, što tuâjj-joukk noorrââtt vuõssmõs vuâra ääiʹjmõsân ǩieʹssmannust.

source: Sámi Giellagáldu toimii yhä Saamelaisen Parlamentaarisen neuvoston alaisuudessa ja Sámi Giellagáldun toiminta jatkuu Saamelaiskäräjien yhteistyönä.
sms: Sääʹm Ǩiõllkaʹlddi tuåimm õinn Säʹmmlaž Parlamentaarlaž suåvtõõzz vueʹlnn da Sääʹm Ǩiõllkaʹlddi tuåimmjummuš juätkkai Sääʹmtiiʹǧǧi õhttsažtuâjjan.

source: Yhteistyötä johtaa Suomen Saamelaiskäräjät.
sms: Lääʹddjânnam Sääʹmteʹǧǧ jååʹđat õhttsažtuâj.

source: Sámi Giellagáldun väliaikaisena johtajana toimii Suomen Saamelaiskäräjien ma. saamen kieliasiainsihteeri Marko Marjomaa.
sms: Sääʹm Ǩiõllkaʹlddi kõskkpoddsaž jååʹđteejen tuåimm Lääʹddjânnam Sääʹmteeʹǧǧ mä. sääʹm ǩiõllaaʹššipiisar Marko Marjomaa.

source: Saamen kielten normitustyön tulevaisuus on yhä epäselvä pysyvän rahoituksen puuttuessa.
sms: Sääʹm ǩiõli noormtemtuâj puõʹttivuõtt lij õinn pannčiõlǥas, ko põõšši teäggtummuž ij leäkku.

source: Lisätietoja antaa Sámi Giellagáldun väliaikainen johtaja Marko Marjomaa.
sms: Lââʹssteâđaid oudd Sääʹm Ǩiõllkaʹlddi kõskkpoddsaž jååʹđteei Marko Marjomaa.

source: marko.marjomaa(at)samediggi.fi, +358 10 839 3183 tai +358 50 438 2484
sms: marko.marjomaa(at)samediggi.fi, +358 10 839 3183, +358 50 438 2484
